single-vertx-with-kt-coroutine/n1-standard-1-10ms/c250.txt
Bombarding http://10.148.0.2:8080//10ms with 100000 request(s) using 250 connection(s)
 100000 / 100000 [==================================================================================================] 100.00% 5s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     20143.62    2211.98   28964.18
  Latency       12.42ms     1.16ms    44.87ms
  Latency Distribution
     50%    11.93ms
     75%    12.74ms
     90%    14.29ms
     99%    17.84ms
  HTTP codes:
    1xx - 0, 2xx - 100000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     2.04MB/s