single-vertx-with-kt-coroutine/n1-standard-1-10ms/warmup2.txt
Bombarding http://10.148.0.2:8080//10ms with 20000 request(s) using 250 connection(s)
 20000 / 20000 [========================================================================================================================================] 100.00% 2s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     10132.20    3460.98   19872.74
  Latency       24.86ms     7.43ms    95.20ms
  Latency Distribution
     50%    23.91ms
     75%    28.14ms
     90%    33.74ms
     99%    57.14ms
  HTTP codes:
    1xx - 0, 2xx - 20000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     1.33MB/s